/* 
  Localizable.strings
  UltData

  Created by tenorshare on 2019/11/15.
  Copyright © 2019 Tenorshare. All rights reserved.
*/

"Name" = "Nombre";
"Export" = "Exportar";
"Please select the file(s) you want to export." = "Selecciona los archivos que deseas exportar.";
"Please select a export disk" = "Selecciona un disco a que quieres exportar.";
"Files cannot be saved to the target disk. Please change another disk to save." = "Error al guardar datos en el disco de destino. Guarde los datos en otro disco.";
"Can't find the disk where the files were saved. Please reselect the disk to save the data." = "Error de guardado debido a la desconexión del disco de destino. Por favor, reinserte y vuelva a intentarlo.";
"Calculating the export file size, please wait…" = "Calculando el tamaño del archivo, espere...";
"Stop" = "Detener";
"Cancel" = "Cancelar";
"There is not enough disk space and an additional %@ of space is still needed to export the file." = "No hay suficiente espacio disponible en el disco. Necesita un espacio adicional de %@ para recuperar estos archivos.";
"Exporting:" = "Exportando: ";
"Are you sure you want to stop exporting?" = "¿Seguro que quieres dejar de exportar?";
"Export successfully." = "Los datos se han exportado con éxito.";
"Bootable Drive" = "Unidad de arranque";
"Restart" = "Reiniciar";
"Shut Down" = "Apagar";
"Exit %@" = "Salir de %@";
"Are you sure you want to close the program?" = "¿Seguro que quieres cerrar el programa?";
"Yes" = "Sí";
"No" = "Cancelar";
"OK" = "Aceptar";
"Creating a bootable drive using an SD card is not supported. Please use another storage device to create the bootable drive." = "No se puede crear una unidad de arranque con tarjetas SD. Por favor, utiliza otro dispositivo de almacenamiento para crear la unidad de arranque.";
